{
  /* <애피타이저>
양송이수프(6,000), 타파스(5,500), 시저샐러드(8,000)

<메인>
티본스테이크(55,000), 바비큐립(54,000), 해산물파스타(35,000), 크리스마스파스타(25,000)

<디저트>
초코케이크(15,000), 아이스크림(5,000)

<음료>
제로콜라(3,000), 레드와인(60,000), 샴페인(25,000) */
}

const MENU = Object.freeze({
  애피타이저: [
    { name: '양송이수프', price: 6_000 },
    { name: '타파스', price: 5_500 },
    { name: '시저샐러드', price: 8_000 },
  ],
  메인: [
    { name: '티본스테이크', price: 55_000 },
    { name: '바비큐립', price: 54_000 },
    { name: '해산물파스타', price: 35_000 },
    { name: '크리스마스파스타', price: 25_000 },
  ],
  디저트: [
    { name: '초코케이크', price: 15_000 },
    { name: '아이스크림', price: 5_000 },
  ],
  음료: [
    { name: '제로콜라', price: 3_000 },
    { name: '레드와인', price: 60_000 },
    { name: '샴페인', price: 25_000 },
  ],
});

export default MENU;
